Repository: CarteBlancheConseil/Instances
Catalog: XMaps/Classes/MMTImport/*.lproj/Localizable.strings
Languages: french, italian

# FieldCreate
source: Field Creation...
french: Création des champs…
italian: Creazione dei campi

# ObjCreate
source: Object Creation...
french: Création des objets…
italian: Creazione degli oggetti

# OpenErr
source: Error opening file
french: Erreur à l'ouverture du fichier
italian: Errore all'apertura del documento

# GridErr
source: Incorrect configuration of import grid
french: Configuration de la grille d'import incorrecte
italian: Errata configurazione della Griglia di importazione

# FieldCreateErr
source: Error creating fields
french: Erreur à la création des champs
italian: Errore durante la creazione dei campi

# ObjCreateErr
source: Error creating objects
french: Erreur à la création des objets
italian: Errore durante la creazione degli oggetti

# ExplErr
source: Check log file for more information
french: Consultez le fichier log pour plus d'information
italian: Consulta il documento log per avere maggiori informazioni

# IGridNotFoundErr
source: Cannot find Import Grid plug-in
french: Externe Grille d'import introuvable
italian: Estensione Griglia di importazione introvabile

# IGridNotFoundExpl
source: This plug-in lets you specify in which type data should be imported.
french: Cette externe permet de spécifier dans quels types les données doivent être importées.
italian: Questa estensione permette di specificare in quale Tipo devono essere importati i dati.

# GeomNotFoundErr
source: No geometry field
french: Pas de champ géométrie
italian: Nessun campo geometria

# GlobalErr
source: Errors occurred, check the log file for details.
french: Des erreurs sont survenues, consultez le fichier log pour plus de détails.
italian: Si Ã¨ verificato un errore durante la compilazione

# GlobalExpl
source: %d type(s) rejected %d object(s) rejected %d filling error(s)
french: %d type(s) rejeté(s) %d objet(s) rejeté(s) %d erreur(s) au remplissage
italian: %d tipi respinto %d oggetti respinto %d errore di riempimento
